{
  "data": [
    {
      "id": 1,
      "title": "(Mencoba) Mengulas Strategi Shin Tae Yong: Pemilihan Pemain U-22 di ASEAN Cup 2024",
      "subtitle": "Saya mencoba menganalisa keputusan Pelatih Kepala Tim Nasional Indonesia Shin Tae Yong yang hanya membawa pemain U-22 untuk ajang ASEAN Cup 2024",
      "slug": "blog-post-1",
      "date": "28 Nov 2024",
      "author": {
        "name": "Apif Supriadi",
        "avatar": "/images/apifsprd-siluet.jpg"
      },
      "contents": [
        {
          "type": "paragraph",
          "value": "ASEAN Mitsubishi Electric Cup (AMEC) 2024 akan segera bergulir, Kompetisi sepakbola antar negara kawasan Asia tenggara yang dulu bernama AFF Suzuki Cup akan dimulai pada 8 Desember 2024 nanti, Pelatih Kepala Timnas Indonesia Shin Tae Yong (Coach Shin) dan tim pelatih Timnas Indonesia telah melakukan pemusatan latihan di Bali dengan hanya memanggil pemain U-22 dan 7 pemain abroad untuk menghadapi kompetisi yang sering menjadi tolak ukur prestasi sepakbola di kawasan Asia Tenggara. Namun, Apa sebenarnya alasan dari strategi ini?"
        },
        {
          "type": "image",
          "value": "/images/posts/post_1/skuad.png",
          "source": {
            "label": "Photo from @PSSI on instagram"
          }
        },
        {
          "type": "subheading",
          "value": "Regenerasi dan Talent Pool"
        },
        {
          "type": "paragraph",
          "value": "Coach Shin ingin memberikan pengalaman “panggung besar” bagi para pemain agar terbiasa dengan atmosfer dan mengasah mentalitas serta merasakan laga di tingkat internasional, “Seperti yang kita ketahui, lawan menggunakan tim senior mereka, sedangkan kami membawa pemain U-22. Namun, kami akan membangun kekompakan dan menciptakan sesuatu yang baik,” kata Coach Shin dikutip dari PSSI"
        },
        {
          "type": "paragraph",
          "value": "Alasan regenerasi bisa dibilang krusial, Karena pemain muda berbakat sering tenggelam (Karirnya menurun) karena minimnya kesempatan, Tapi bagi saya alasan di balik pemanggilan pemain U-22 untuk AMEC 2024 bisa jadi adalah upaya untuk menambah Talent Pool yang selama ini jadi masalah."
        },
        {
          "type": "paragraph",
          "value": "PSSI lewat Ketua Umum Erick Thohir berulang kali dalam wawancaranya mengeluhkan bahwa talent pool atau database pemain sepakbola di Indonesia belum mencukupi standar yang diinginkan, “Talent pool Indonesia masih belum banyak, kalau di Brazil, Argentina, dan Inggris itu lahir terus. Sampai saat ini PSSI mengumpulkan 150 saja belum tercapai,” kata Erick Thohir dikutip dari Antara."
        },
        {
          "type": "paragraph",
          "value": "Talent Pool yang ada masih minim akhirnya menyulitkan dalam pencarian pemain untuk Tim Nasional yang dapat masuk dalam skema taktik yang diinginkan oleh pelatih baik senior maupun junior, Minimnya Talent Pool juga dapat berdampak pada variasi taktik yang dapat dimainkan oleh pelatih di lapangan."
        },
        {
          "type": "subheading",
          "value": "Memilih Sea Games Thailand Ketimbang AMEC 2024"
        },
        {
          "type": "paragraph",
          "value": "PSSI dan Coach Shin tetap menyakinkan bahwa mereka tetap memasang target tinggi pada gelaran AMEC 2024 selagi tetap mempersiapkan tim untuk Sea Games Thailand di tahun 2025 nanti, “AMEC adalah turnamen yang cukup besar dan menjadi bagian dari persiapan untuk SEA Games. Para pemain muda ini memiliki potensi besar yang dapat dikembangkan untuk membantu kemajuan sepak bola Indonesia di masa depan,” kata Coach Shin dari PSSI "
        },
        {
          "type": "subheading",
          "value": "Mempersiapkan Pemain Untuk Kualifikasi Piala Dunia"
        },
        {
          "type": "paragraph",
          "value": "Bagi Saya, Pemanggilan pemain U-22 ini juga bisa untuk mempersiapkan pemain untuk laga kualifikasi piala dunia 2026 yang akan berlanjut pada bulan Maret 2025, pemanggilan 7 pemain abroad yang bermain pada FIFA Match Day (FMD) di bulan November kemarin, menjadi indikasi Coach Shin ingin juga membangun kematangan pemain yang mana mereka kurang mendapat menit bermain di Klubnya. seperti Justin Hubner di Wolverhampton, Raphael Struick di Brisbane Roar dan Pratama Arhan di Suwon FC yg masih kesulitan masuk tim utama,"
        },
        {
          "type": "paragraph",
          "value": "Walaupun demikian belum jelas apakah semua pemain abroad dapat bermain di AMEC 2024, PSSI lewat manajer Timnas Indonesia Sumardji mengatakan “Untuk Justin Hubner dan Ivar Jenner belum ada kepastian bisa gabung ke Timnas,” dikutip dari Kumparan Baru Marselino, Pratama Arhan, dan Asnawi yang dapat dipastikan bisa memperkuat skuad Garuda untuk AMEC 2024 nanti, “Kelihatannya memang tidak mudah. Arhan, Asnawi, Marselino kemungkinan besar masih bisa bergabung, sisa pemain belum tentu,” dikutip dari Kumparan,"
        },
        {
          "type": "paragraph",
          "value": "Khusus untuk Raphael Struick dapat izin yang berbeda dari klubnya Brisbane Roar, “Kalau Rafael (Struick) kemarin saya dengar Brisbane belum akan melepas (fase penyisihan), kalau semifinal dan final baru melepas,” kata Erick Thohir dikutip dari CNN Indonesia"
        },
        {
          "type": "subheading",
          "value": "Kondisi Fisik Pilar Utama Taktik"
        },
        {
          "type": "paragraph",
          "value": "Kelelahan dan Stamina yang tidak fit menjadi permasalahan skuad Garuda asuhan Coach Shin dalam FMD di bulan November kemarin, Jarak waktu berkumpulnya pemain dengan hari pertandingan yang singkat serta kedatangan pemain dari Eropa menjadi kendala untuk melatih fisik pemain, Beruntungnya Timnas dapat mengalahkan Arab Saudi di matchday kedua walaupun kendala fisik tetap terlihat pada pemain seperti Thom Haye dan Raphael Struick yang menjadi starter pada 2 laga di FMD November kemarin."
        },
        {
          "type": "paragraph",
          "value": "Kesempatan Gemblengan Fisik dalam waktu yang lebih lama —Training Center 9 hari di Bali 27 Nov - 5 Des 2024 pada FMD November skuad berkumpul 5 hari sebelum pertandingan— serta memanggil pemain yang relatif lebih muda mungkin bisa Saya simpulkan menjadi solusi dari permasalahan Fisik yang ada pada skuad Garuda."
        },
        {
          "type": "paragraph",
          "value": "Fisik menjadi bagian penting dalam skema 3-4-3 ala Shin Tae Yong pemain dituntut untuk sering melakukan cover ruang yg ditinggalkan pemain lain dan melakukan pressing cepat agar bisa me-recovery possession agar bisa mengontrol permainan."
        },
        {
          "type": "subheading",
          "value": "Strategi atau Spekulasi?"
        },
        {
          "type": "paragraph",
          "value": "Keputusan Coach Shin untuk mengandalkan pemain U-22 untuk AMEC 2024 bisa dilihat dari dua sisi. Di satu sisi, ini adalah langkah berani yang menunjukkan visi jangka panjang dalam membangun fondasi Tim Nasional. Di sisi lain, strategi ini bisa menjadi bumerang jika para pemain muda tidak mampu bersaing dengan para pemain senior dari negara lain."
        },
        {
          "type": "paragraph",
          "value": "Pada akhirnya, hanya waktu yang akan menjawab apakah strategi ini akan membawa hasil positif atau tidak. Yang pasti adalah Coach Shin memilih jalan yang berisiko perlu keberanian untuk bisa memilih jalan ini, lagi-lagi fans Garuda perlu bersabar untuk melihat hasil jangka panjang,  “Ini pun Timnas U-22 agak kesulitan untuk pemanggilan pemain, jadi mungkin saya bicara ekspektasinya tidak boleh terlalu tinggi,” kata Coach Shin dikutip dari Detikcom"
        },
        {
          "type": "paragraph",
          "value": "siap-siap deg-deg ser lagi. #KitaGaruda!"
        }
      ],
      "image": {
        "url": "/images/posts/post_1/Shin_Tae-yong_Indonesia.jpg",
        "source": {
          "label": "Photo by Thomas Bungalawan licensed under CC BY 3.0 Unported"
        }
      },
      "category": "Sepakbola",
      "tags": ["timnas"],
      "sources": [
        {
          "label": "PSSI",
          "url": "https://www.pssi.org/news/timnas-mulai-fokus-persiapan-amec-2024-di-bali"
        },
        {
          "label": "Antara",
          "url": "https://www.antaranews.com/berita/4198968/erick-akui-target-talent-pool-timnas-belum-tercapai"
        },
        {
          "label": "PSSI",
          "url": "https://www.pssi.org/news/timnas-mulai-fokus-persiapan-amec-2024-di-bali"
        },
        {
          "label": "Kumparan",
          "url": "https://kumparan.com/kumparanbola/justin-hubner-and-ivar-jenner-belum-ada-kepastian-gabung-timnas-di-piala-aff-240uQnp6OdN/full"
        },
        {
          "label": "Kumparan",
          "url": "https://kumparan.com/kumparanbola/justin-hubner-and-ivar-jenner-belum-ada-kepastian-gabung-timnas-di-piala-aff-240uQnp6OdN/full"
        },
        {
          "label": "CNN Indonesia",
          "url": "https://www.cnnindonesia.com/olahraga/20241123194110-142-1169938/rafael-struick-bisa-bela-indonesia-di-piala-aff-jika-lolos-semifinal"
        },
        {
          "label": "Detikcom",
          "url": "https://www.detik.com/sulsel/sepakbola/d-7664281/shin-tae-yong-minta-suporter-tak-berekspektasi-tinggi-di-piala-aff-2024"
        }
      ]
    }
  ]
}
